<template>
	<view>
		<u-navbar :is-back="true" title="风险提示"></u-navbar>
		
		<view class="wrap">
			<u-parse :html="content"></u-parse>
		</view>
	</view>
</template>

<script>
	export default{
		data(){
			return{
				content: "<h1>重要风险提示</h1>\
		<p>本站旨在为广大用户提供更丰富的信息，但由于部分信息通过技术手段生成，部分信息由第三方提供，我们持续通过技术和管理手段提升信息的准确度，但我们无法确保信息的真实性、准确性和完整性。房产交易滋事体大，本站信息不应作为您买卖决策的依据，您决策前应与房源业主核实相关信息、并亲自到房屋中核验信息，或以产权证明、政府类网站发布的官方信息为准。本站不对您交易过程中对本网站信息产生的依赖承担任何明示或默示的担保责任或任何责任。请您详细阅读如下声明：\
		请您详细阅读如下声明：</p>\
		<h3>1、关于参考户型图</h3>\
		\
		<p>本网呈现的户型图为根据已拍摄的VR内容/数据，通过系统/技术手段生成的非标准的参考户型图，其中户型结构及房屋面积并非按国家标准进行的测绘专业活动取得，我们会持续改进技术，但因为设备、技术、摄影师人为操作偏差等原因，参考户型图与真实现状一定存在差异，我们无法保障户型图准确性和差异率，户型图仅供参考，不应作为您交易的决策依据，房屋面积的准确信息请您与房源业主核实，并请以产权证明或您委托的专业机构测量结果为准。</p>\
		<h3>2、关于房屋装修情况</h3>\
		\
		<p>本网房源图片、VR效果图、视频等呈现出的房屋装修情况可能因为拍摄时间、拍摄角度等原因和实际场景存在出入，仅供参考，不应作为您交易的决策依据，请以您在看房时房源的实际装修情况为准。</p>\
		<h3>3、关于房屋情况</h3>\
		\
		<p>本网展示的房源信息、交易信息等（包括但不限于房屋面积、所在楼层、房屋朝向、房屋用途、建成年代、建筑结构、供暖方式、抵押信息、交易权属）由经纪人提供，仅供参考不应作为您交易的决策依据，房源的准确信息请您与房源业主核实，并以房本信息、房屋实际情况、您签订房屋买卖合同中披露的信息为准。</p>\
		<h3>4、关于房屋周边配套等</h3>\
		\
		<p>房源介绍中的周边配套、在建设施、规划设施、地铁信息、绿化率、得房率等内容均系第三方提供，仅供参考不应作为您交易的决策依据，房屋周边配套请您与房源业主及主管部门核实，并以房本信息、房屋实际情况、您签订房屋买卖合同中披露的信息为准。</p>\
		<h3>5、关于距离</h3>\
		\
		<p>房源介绍中与距离相关的数据均来源于高德地图。</p>"
			}
		}
	}
</script>

<style style="scss" scoped>
	.wrap{
		border-radius: 10rpx;
		padding: 20rpx;
	}
</style>
